Repository: riyasy/FlyPhotos
Catalog: Src/FlyPhotos/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, ml_in, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, uk_ua, zh_cn, zh_tw

# SettingsCardShowZoomPercent.Description
source: Show zoom percentage at the center of the screen while zooming.
ar_sa: عرض نسبة التكبير/التصغير في وسط الشاشة أثناء التكبير/التصغير.
es_es: Mostrar el porcentaje de zoom en el centro de la pantalla al hacer zoom.
fr_fr: Afficher le pourcentage de zoom au centre de l'écran pendant le zoom.
it_it: Mostra la percentuale di zoom al centro dello schermo durante lo zoom.
ja_jp: ズーム時に画面中央にズーム率を表示。
ko_kr: 확대/축소 시 화면 중앙에 줌 비율 표시.
ml_in: സൂം ചെയ്യുമ്പോൾ സ്ക്രീൻ മദ്ധ്യത്തിൽ സൂം ശതമാനം കാണിക്കുക.
nl_nl: Zoompercentage tijdens zoomen in het midden van het scherm weergeven.
pl_pl: Pokaż procent powiększenia na środku ekranu podczas powiększania.
pt_pt: Mostrar percentagem de zoom no centro do ecrã ao utilizar o zoom.
ru_ru: Показывать процент увеличения в центре экрана при масштабировании.
sv_se: Visa zoomprocent i mitten av skärmen vid zoomning.
uk_ua: Показувати відсоток масштабування в центрі екрана під час масштабування.
zh_tw: 縮放時在螢幕中央顯示縮放百分比。

# SettingsCardShowZoomPercent.Header
source: Show Zoom percentage
ar_sa: نسبة التكبير/التصغير
de_de: Zoomprozentsatz anzeigen
es_es: Mostrar porcentaje de zoom
fi_fi: Näytä zoomausprosentti
fr_fr: Afficher le pourcentage de zoom
hu_hu: Nagyítási százalék megjelenítése
it_it: Mostra percentuale zoom
ja_jp: ズーム率を表示
ko_kr: 확대/축소 비율 표시
ml_in: സൂം ശതമാനം സ്ക്രീനിൽ കാണിക്കുക
nl_nl: Zoompercentage weergeven
pl_pl: Pokaż procent powiększenia
pt_br: Mostrar a porcentagem de zoom
pt_pt: Mostrar percentagem de zoom
ru_ru: Показывать процент масштаба
sv_se: Visa zoomprocent
uk_ua: Показувати відсоток масштабування
zh_cn: 显示缩放百分比
zh_tw: 顯示縮放百分比

# SettingsCardSourceCode.Description
source: FlyPhotos is open source and hosted in GitHub
ar_sa: تطبيق FlyPhotos مفتوح المصدر ومستضاف على GitHub
de_de: FlyPhotos ist Open Source und wird auf GitHub gehostet
es_es: FlyPhotos es de código abierto y está alojado en GitHub
fi_fi: FlyPhotos on avoimen lähdekoodin ohjelmisto, jota isännöidään GitHubissa.
fr_fr: FlyPhotos est open source et hébergé sur GitHub
hu_hu: A FlyPhotos nyílt forráskódú, a GitHubon tároljuk
it_it: FlyPhotos è open source e ospitato su GitHub
ja_jp: FlyPhotosはオープンソースであり、GitHubでホストされています
ko_kr: FlyPhotos는 오픈 소스이며 GitHub에서 호스팅됩니다.
ml_in: FlyPhotos ഓപ്പൺ സോഴ്‌സ് ആണ്, GitHub-ൽ ലഭ്യമാണ്
nl_nl: FlyPhotos is open source en wordt gehost op GitHub.
pl_pl: FlyPhotos jest oprogramowaniem open source hostowanym na GitHub.
pt_br: O FlyPhotos é de código aberto e está hospedado no GitHub
pt_pt: FlyPhotos é de código aberto e está alojado no GitHub
ru_ru: FlyPhotos имеет открытый исходный код и размещён на GitHub
sv_se: FlyPhotos är öppen källkod och finns på GitHub.
uk_ua: FlyPhotos має відкритий вихідний код і розміщений на GitHub
zh_cn: FlyPhotos 是一款开源应用，代码托管在 GitHub 上
zh_tw: FlyPhotos 是開源專案，並託管於 GitHub。

# SettingsCardSourceCode.Header
source: GitHub Repository
ar_sa: مستودع GitHub
es_es: Repositorio de GitHub
fi_fi: GitHub-arkisto
fr_fr: Dépôt GitHub
hu_hu: GitHub tárhely
it_it: Repository GitHub
ja_jp: GitHubリポジトリ
ko_kr: GitHub 리포지토리
ml_in: GitHub റെപ്പോസിറ്ററി
nl_nl: GitHub-opslagplaats
pl_pl: Repozytorium GitHub
pt_br: Repositório do GitHub
pt_pt: Repositório GitHub
ru_ru: Репозиторий GitHub
sv_se: GitHub-lagringsplats
uk_ua: Репозиторій GitHub
zh_cn: GitHub 仓库
zh_tw: GitHub 儲存庫

# SettingsCardStretchSmallImages.Description
source: Large photos always fit display area. Small photos are shown at 1:1 by default; enable this to zoom and fit them.
ar_sa: تتلاءم الصور الكبيرة دائمًا مع منطقة العرض. تُعرض الصور الصغيرة بنسبة 1:1 افتراضيًا؛ قم بتمكين هذا الخيار لتكبيرها وملاءمتها.
es_es: Las fotos grandes siempre se ajustan al área de visualización. Las fotos pequeñas se muestran a tamaño real (1:1) de forma predeterminada; active esto para ampliarlas y ajustarlas.
fr_fr: Les grandes photos s'adaptent toujours à la zone d'affichage. Les petites photos sont affichées à taille réelle (1:1) par défaut ; activez ceci pour les agrandir et les ajuster.
it_it: Le foto grandi si adattano sempre all’area di visualizzazione. Le foto piccole vengono mostrate a dimensione reale (1:1) per impostazione predefinita; abilita questa opzione per ingrandirle e adattarle.
ja_jp: 大きい写真は常に表示領域に収まります。小さい写真は既定で1:1で表示されますが、これを有効にすると拡大して表示領域に合わせます。
ko_kr: 큰 사진은 항상 화면에 맞게 표시됩니다. 작은 사진은 기본적으로 1:1 크기로 표시되며, 이 옵션을 켜면 확대하여 화면에 맞춥니다.
ml_in: വലിയ ഫോട്ടോകൾ എപ്പോഴും പ്രദർശന മേഖലയിലേക്ക് പൊരുത്തപ്പെടും. ചെറിയ ഫോട്ടോകൾ സാധാരണയായി 1:1 വലുപ്പത്തിൽ കാണിക്കും; ഇത് പ്രവർത്തനക്ഷമമാക്കുമ്പോൾ അവ വലുതാക്കി പ്രദർശന മേഖലയിലേക്ക് പൊരുത്തപ്പെടുത്തും.
nl_nl: Grote foto's passen altijd in beeld. Kleine foto's worden standaard op ware grootte (1:1) weergegeven; schakel dit in om ze te vergroten en passend te maken.
pl_pl: Duże zdjęcia zawsze dopasowują się do obszaru wyświetlania. Małe zdjęcia są domyślnie wyświetlane w skali 1:1; włącz tę opcję, aby je powiększyć i dopasować.
pt_pt: Fotos grandes ajustam-se sempre à área de apresentação. Por predefinição, as pequenas são mostradas a 1:1; ative para fazer zoom e ajustá-las.
ru_ru: Большие фото всегда вписываются в окно. Маленькие по умолчанию отображаются 1:1. Включите эту опцию, чтобы растягивать их до границ окна.
sv_se: Stora bilder anpassas alltid till visningsytan. Små bilder visas i 1:1 som standard; aktivera detta för att zooma in och anpassa dem.
uk_ua: Великі фото завжди вписуються в область відображення. Малі фото за замовчуванням показуються у масштабі 1:1; увімкніть цей параметр, щоб вписувати їх.
zh_tw: 大型照片會自動符合顯示區域。小型照片預設以 1:1 顯示；啟用此選項可放大並符合顯示區域。

# SettingsCardStretchSmallImages.Header
source: Zoom small photos to fit display area
ar_sa: تكبير الصور الصغيرة لملاءمة منطقة العرض
es_es: Ampliar fotos pequeñas para ajustar al área de visualización
fr_fr: Agrandir les petites photos pour remplir la zone d'affichage
it_it: Ingrandisci le foto piccole per adattarle all’area di visualizzazione
ja_jp: 小さい写真を表示領域に合わせて拡大
ko_kr: 작은 사진을 화면에 맞게 확대
ml_in: ചെറിയ ഫോട്ടോകൾ പ്രദർശന മേഖലയിലേക്ക് വലുതാക്കുക
nl_nl: Kleine foto's vergroten om in beeld te passen
pl_pl: Powiększ małe zdjęcia, aby dopasować do obszaru wyświetlania
pt_pt: Fazer zoom de fotos pequenas para ajustar à área de apresentação
ru_ru: Масштабировать маленькие фото под размер окна
sv_se: Zooma små bilder för att passa visningsytan
uk_ua: Вписувати малі фото в область відображення
zh_tw: 縮放小型照片以符合顯示區域

# SettingsCardTheme.Description
source: Select the app theme.
ar_sa: تحديد مظهر التطبيق.
de_de: Wählen Sie das App-Design.
es_es: Seleccione el tema de la aplicación.
fi_fi: Valitse sovelluksen teema.
fr_fr: Sélectionner le thème de l'application.
hu_hu: Válassza ki az alkalmazás témáját.
it_it: Seleziona il tema dell'app.
ja_jp: アプリのテーマを選択します。
ko_kr: 앱 테마 선택
ml_in: ആപ്പ് തീം തിരഞ്ഞെടുക്കുക.
nl_nl: Selecteer het app-thema.
pl_pl: Wybierz motyw aplikacji.
pt_br: Selecionar o tema do aplicativo.
pt_pt: Selecionar o tema da aplicação.
ru_ru: Выберите тему приложения
sv_se: Välj apptemat.
uk_ua: Вибрати тему програми.
zh_cn: 选择应用主题。
zh_tw: 選擇應用程式的主題。

# SettingsCardTheme.Header
source: Window Theme
ar_sa: المظهر
de_de: Fensterdesign
es_es: Tema de la ventana
fi_fi: Ikkunan teema
fr_fr: Thème de la fenêtre
hu_hu: Ablaktéma
it_it: Tema della finestra
ja_jp: ウィンドウのテーマ
ko_kr: 창 테마
ml_in: വിൻഡോ തീം
nl_nl: Vensterthema
pl_pl: Motyw okna
pt_br: Tema da janela
pt_pt: Tema da janela
ru_ru: Тема окна
sv_se: Fönstertema
uk_ua: Тема вікна
zh_cn: 窗口主题
zh_tw: 視窗主題

# SettingsCardThumbnailAnimation.Description
source: Slide the thumbnail strip smoothly when navigating between photos.
ar_sa: تحريك شريط الصور المصغّرة بسلاسة عند التنقل بين الصور.
es_es: Desplazar suavemente la tira de miniaturas al navegar entre fotos.
fr_fr: Faire défiler la bande de miniatures en douceur lors de la navigation entre les photos.
it_it: Scorri fluidamente la striscia delle miniature durante la navigazione tra le foto.
ja_jp: 写真間を移動するときにサムネイルストリップを滑らかにスライドします。
ko_kr: 사진 사이를 탐색할 때 축소판 그림 표시줄을 부드럽게 슬라이드합니다.
ml_in: ഫോട്ടോകൾക്കിടയിൽ നാവിഗേറ്റ് ചെയ്യുമ്പോൾ തംബ്‌നെയിൽ സ്ട്രിപ്പ് സുഗമമായി സ്ലൈഡ് ചെയ്യുക.
nl_nl: De miniatuurbalk soepel laten schuiven bij het navigeren tussen foto's.
pl_pl: Płynne przesuwanie paska miniatur podczas nawigacji między zdjęciami.
pt_pt: Deslizar suavemente a faixa de miniaturas ao navegar entre as fotos.
ru_ru: Плавно прокручивать ленту миниатюр при переходе между фотографиями.
sv_se: Låt miniatyrraden glida mjukt när du navigerar mellan foton.
uk_ua: Плавно прокручувати стрічку мініатюр під час переходу між фотографіями.
zh_tw: 在相片之間瀏覽時平滑滑動縮圖列。

# SettingsCardThumbnailAnimation.Header
source: Animate thumbnail strip
ar_sa: تحريك شريط الصور المصغّرة
es_es: Animar la tira de miniaturas
fr_fr: Animer la bande de miniatures
it_it: Anima la striscia delle miniature
ja_jp: サムネイルストリップをアニメーション化
ko_kr: 축소판 그림 표시줄 애니메이션
ml_in: തംബ്‌നെയിൽ സ്ട്രിപ്പ് ആനിമേറ്റ് ചെയ്യുക
nl_nl: Miniatuurbalk animeren
pl_pl: Animuj pasek miniatur
pt_pt: Animar a faixa de miniaturas
ru_ru: Анимация ленты миниатюр
sv_se: Animera miniatyrraden
uk_ua: Анімація стрічки мініатюр
zh_tw: 縮圖列動畫

# SettingsCardThumbnailSelectionColor.Description
source: Set the highlight color used for selected thumbnails.
ar_sa: تعيين لون التمييز المستخدم للصور المصغرة المحددة.
de_de: Legen Sie die Hervorhebungsfarbe für ausgewählte Miniaturansichten fest.
es_es: Establecer el color de resaltado utilizado para las miniaturas seleccionadas.
fi_fi: Aseta valittuihin pikkukuviin käytettävä korostusväri.
fr_fr: Définir la couleur de surbrillance utilisée pour les miniatures sélectionnées.
hu_hu: Állítsa be a kiválasztott bélyegképek kiemelő színét.
it_it: Imposta il colore di evidenziazione utilizzato per le miniature selezionate.
ja_jp: 選択したサムネイルに使用する強調表示色を設定します。
ko_kr: 선택한 축소판 그림에 사용되는 강조 색상 설정
ml_in: തിരഞ്ഞെടുത്ത തമ്പ്‌നെയിലിനുള്ള ഹൈലൈറ്റ് നിറം സജ്ജമാക്കുക.
nl_nl: Stel de accentkleur in die wordt gebruikt voor geselecteerde miniaturen.
pl_pl: Ustaw kolor wyróżnienia używany dla wybranych miniatur.
pt_br: Definir a cor de destaque usada para miniaturas selecionadas.
pt_pt: Definir a cor de destaque utilizada para as miniaturas selecionadas.
ru_ru: Выберите цвет выделения выбранных миниатюр
sv_se: Ställ in markeringsfärgen som används för valda miniatyrer.
uk_ua: Встановити колір виділення для вибраних мініатюр.
zh_cn: 设置选中缩略图的高亮颜色。
zh_tw: 設定選取縮圖時使用的強調色。

# SettingsCardThumbnailSelectionColor.Header
source: Thumbnail selection color
ar_sa: لون تحديد الصور المصغرة
de_de: Auswahlfarbe für Miniaturansichten
es_es: Color de selección de miniaturas
fi_fi: Pikkukuvan valintaväri
fr_fr: Couleur de sélection des miniatures
hu_hu: Bélyegkép kijelölési szín
it_it: Colore di selezione miniatura
ja_jp: サムネイルの選択色
ko_kr: 축소판 그림 선택 색상
ml_in: തമ്പ്‌നെയിൽ സെലക്ഷൻ നിറം
nl_nl: Kleur voor miniatuurselectie
pl_pl: Kolor zaznaczenia miniatur
pt_br: Cor de seleção da miniatura
pt_pt: Cor de seleção das miniaturas
ru_ru: Цвет выделения миниатюр
sv_se: Färg för miniatyrval
uk_ua: Колір виділення мініатюр
zh_cn: 缩略图选中颜色
zh_tw: 縮圖選取顏色

# SettingsCardThumbnailSize.Description
source: Adjust the size of the thumbnails in the viewer.
ar_sa: ضبط حجم الصور المصغرة في عارض الصور.
de_de: Passen Sie die Größe der Miniaturansichten im Viewer an.
es_es: Ajustar el tamaño de las miniaturas en el visor.
fi_fi: Säädä pikkukuvien kokoa katseluohjelmassa.
fr_fr: Ajuster la taille des miniatures dans la visionneuse.
hu_hu: Állítsa be a bélyegképek méretét a nézőben.
it_it: Regola la dimensione delle miniature nel visualizzatore.
ja_jp: ビューアーのサムネイルのサイズを調整します。
ko_kr: 뷰어에서 축소판 그림 크기 조정
ml_in: വ്യൂവറിലെ തമ്പ്‌നെയിലുകളുടെ വലിപ്പം ക്രമീകരിക്കുക.
nl_nl: Pas de grootte van de miniaturen in de viewer aan.
pl_pl: Dostosuj rozmiar miniatur w przeglądarce.
pt_br: Ajustar o tamanho das miniaturas no visualizador.
pt_pt: Ajustar o tamanho das miniaturas no visualizador.
ru_ru: Настройка размера миниатюр
sv_se: Justera storleken på miniatyrerna i visningsprogrammet.
uk_ua: Налаштувати розмір мініатюр у переглядачі.
zh_cn: 调整查看器中缩略图的大小。
zh_tw: 調整檢視器中縮圖的大小。

# SettingsCardThumbnailSize.Header
source: Thumbnail size
ar_sa: حجم الصور المصغرة
de_de: Größe der Miniaturansicht
es_es: Tamaño de la miniatura
fi_fi: Pikkukuvan koko
fr_fr: Taille des miniatures
hu_hu: Bélyegkép méret
it_it: Dimensione miniatura
ja_jp: サムネイルサイズ
ko_kr: 축소판 그림 크기
ml_in: തമ്പ്‌നെയിൽ വലിപ്പം
nl_nl: Grootte van miniaturen
pl_pl: Rozmiar miniatur
pt_br: Tamanho da miniatura
pt_pt: Tamanho das miniaturas
ru_ru: Размер миниатюр
sv_se: Miniatyrstorlek
uk_ua: Розмір мініатюр
zh_cn: 缩略图大小
zh_tw: 縮圖大小

# SettingsCardTransparentBackgroundIntensity.Description
source: Applicable only for Transparent Window Background.
ar_sa: ينطبق فقط على خلفية النافذة الشفافة.
de_de: Nur für transparenten Fensterhintergrund anwendbar.
es_es: Aplicable solo para Fondo de ventana transparente.
fi_fi: Soveltuu vain läpinäkyvälle ikkunan taustalle.
fr_fr: Applicable uniquement pour l'arrière-plan de fenêtre transparent.
hu_hu: Csak az Átlátszó ablak háttér esetén alkalmazható.
it_it: Applicabile solo per sfondo finestra trasparente.
ja_jp: 透明なウィンドウの背景にのみ適用されます。
ko_kr: 투명 창 배경에만 적용 가능
ml_in: ട്രാൻസ്പരന്റ് വിൻഡോ പശ്ചാത്തലത്തിന് മാത്രം ബാധകം.
nl_nl: Alleen van toepassing op een transparante vensterachtergrond.
pl_pl: Ma zastosowanie tylko do przezroczystego tła okna.
pt_br: Aplicável apenas ao fundo da janela transparente.
pt_pt: Aplicável apenas ao fundo de janela transparente.
ru_ru: Применяется только для прозрачного фона окна.
sv_se: Gäller endast för transparent fönsterbakgrund.
uk_ua: Застосовується лише до прозорого фону вікна.
zh_cn: 仅适用于“透明”窗口背景。
zh_tw: 僅適用於透明視窗背景。

# SettingsCardTransparentBackgroundIntensity.Header
source: Transparency (%)
ar_sa: الشفافية (%)
de_de: Transparenz (%)
es_es: Transparencia (%)
fi_fi: Läpinäkyvyys (%)
fr_fr: Transparence (%)
hu_hu: Átlátszóság (%)
it_it: Trasparenza (%)
ja_jp: 透明度 (%)
ko_kr: 투명도(%)
ml_in: സുതാര്യത (%)
nl_nl: Transparantie (%)
pl_pl: Przezroczystość (%)
pt_br: Transparência (%)
pt_pt: Transparência (%)
ru_ru: Прозрачность (%)
sv_se: Transparens (%)
uk_ua: Прозорість (%)
zh_cn: 透明度 (%)
zh_tw: 透明度（％）

# SettingsCardVersion.Description
source: Current version is {0}
ar_sa: الإصدار الحالي هو {0}
de_de: Aktuelle Version: {0}
es_es: La versión actual es {0}
fi_fi: Nykyinen versio on {0}
fr_fr: La version actuelle est {0}
hu_hu: Jelenlegi verzió: {0}
it_it: La versione corrente è {0}
ja_jp: 現在のバージョンは {0} です
ko_kr: 현재 버전은 {0}입니다.
ml_in: നിലവിലെ പതിപ്പ് {0} ആണ്
nl_nl: Huidige versie is {0}
pl_pl: Aktualna wersja to {0}
pt_br: A versão atual é {0}
pt_pt: A versão atual é {0}
ru_ru: Текущая версия: {0}
sv_se: Nuvarande version är {0}
uk_ua: Поточна версія: {0}
zh_cn: 当前版本为 {0}
zh_tw: 目前版本為 {0}

# SettingsCardVersion.Header
source: Current Version
ar_sa: الإصدار الحالي
de_de: Aktuelle Version
es_es: Versión actual
fi_fi: Nykyinen versio
fr_fr: Version actuelle
hu_hu: Jelenlegi verzió
it_it: Versione corrente
ja_jp: 現在のバージョン
ko_kr: 현재 버전
ml_in: നിലവിലെ പതിപ്പ്
nl_nl: Huidige versie
pl_pl: Aktualna wersja
pt_br: Versão atual
pt_pt: Versão atual
ru_ru: Текущая версия
sv_se: Nuvarande version
uk_ua: Поточна версія
zh_cn: 当前版本
zh_tw: 目前版本

# SettingsCardWindowBackground.Description
source: Choose the window background.
ar_sa: اختر خلفية النافذة.
de_de: Legen Sie den Fensterhintergrund fest.
es_es: Elija el fondo de la ventana.
fi_fi: Valitse ikkunan tausta.
fr_fr: Choisir l'arrière-plan de la fenêtre.
hu_hu: Válassza ki az ablak hátterét.
it_it: Scegli lo sfondo della finestra.
ja_jp: ウィンドウの背景を選択します。
ko_kr: 창 배경 선택
ml_in: വിൻഡോ പശ്ചാത്തലം ക്രമീകരിക്കുക.
nl_nl: Kies de vensterachtergrond.
pl_pl: Wybierz tło okna.
pt_br: Escolher o fundo da janela.
pt_pt: Escolher o fundo da janela.
ru_ru: Выберите фон окна.
sv_se: Välj fönsterbakgrund.
uk_ua: Вибрати фон вікна.
zh_cn: 选择窗口背景。
zh_tw: 選擇視窗背景。

# SettingsCardWindowBackground.Header
source: Window Background
ar_sa: خلفية النافذة
de_de: Fensterhintergrund
es_es: Fondo de la ventana
fi_fi: Ikkunan tausta
fr_fr: Arrière-plan de la fenêtre
hu_hu: Ablak háttér
it_it: Sfondo finestra
ja_jp: ウィンドウの背景
ko_kr: 창 배경
ml_in: വിൻഡോ പശ്ചാത്തലം
nl_nl: Vensterachtergrond
pl_pl: Tło okna
pt_br: Fundo da janela
pt_pt: Fundo da janela
ru_ru: Фон окна
sv_se: Fönsterbakgrund
uk_ua: Фон вікна
zh_cn: 窗口背景
zh_tw: 視窗背景

# SettingsCardWindowLaunchMode.Description
source: 'Previous state' restores the last windowed or maximized size, position, and monitor.
ar_sa: يستعيد خيار "الحالة الأخيرة" الحجم الأخير للنافذة (عادية أو مكبرة) وموقعها والشاشة المستخدمة.
es_es: «Estado anterior» restaura el último tamaño (en ventana o maximizado), posición y monitor.
fr_fr: « État précédent » restaure la dernière taille (fenêtrée ou agrandie), la position et l'écran.
it_it: «Stato precedente» ripristina l'ultima dimensione (in finestra o massimizzata), posizione e monitor.
ja_jp: 「前回の状態」では、最後にウインドウ表示または最大化されたときのサイズ、位置、表示モニターを復元します。
ko_kr: ‘이전 상태’는 마지막 창 모드 또는 최대화 상태의 크기, 위치 및 모니터를 복원합니다.
ml_in: 'പഴയ അവസ്ഥ' വിൻഡോ അവസാനമായി വിൻഡോ രൂപത്തിലോ മാക്സിമൈസ് ചെയ്ത രൂപത്തിലോ ഉണ്ടായിരുന്ന വലുപ്പവും സ്ഥാനവും മോണിറ്ററും പുനഃസ്ഥാപിക്കുന്നു.
nl_nl: 'Vorige staat' herstelt de laatste venstergrootte (venster of gemaximaliseerd), positie en monitor.
pl_pl: „Poprzedni stan” przywraca ostatni rozmiar (w oknie lub zmaksymalizowany), położenie i monitor.
pt_pt: 'Estado anterior' restaura o último tamanho (janela ou maximizado), posição e monitor.
ru_ru: «Предыдущее состояние» восстанавливает последний размер (в оконном режиме или развернутый), положение и монитор.
sv_se: ”Föregående tillstånd” återställer fönstrets senaste storlek (fönsterläge eller maximerat), position och skärm.
uk_ua: «Попередній стан» відновлює останній розмір (у віконному режимі або розгорнутий), положення та монітор.
zh_tw: 「上次狀態」會還原上次視窗化或最大化時的大小、位置與所在螢幕。

# SettingsCardWindowLaunchMode.Header
source: Startup window state
ar_sa: حالة النافذة عند التشغيل
es_es: Estado de la ventana al iniciar
fr_fr: État de la fenêtre au démarrage
it_it: Stato finestra all'avvio
ja_jp: 起動時のウィンドウ状態
ko_kr: 시작 시 창 상태
ml_in: സ്റ്റാർട്ടപ്പ് വിൻഡോ നില
nl_nl: Vensterstatus bij opstarten
pl_pl: Stan okna przy uruchomieniu
pt_pt: Estado da janela ao iniciar
ru_ru: Состояние окна при запуске
sv_se: Fönsterläge vid start
uk_ua: Стан вікна при запуску
zh_tw: 啟動時視窗狀態

# TextBlockAutoFadeSettings.Text
source: Auto Fade and Hide
ar_sa: التلاشي والإخفاء التلقائي
es_es: Atenuación y ocultación automáticas
fr_fr: Estompage et masquage automatiques
it_it: Dissolvenza e nascondi automatici
ja_jp: 自動フェードと非表示
ko_kr: 자동 페이드 및 숨기기
ml_in: ഓട്ടോ ഫേഡ് / ഹൈഡ്
nl_nl: Automatisch vervagen en verbergen
pl_pl: Automatyczne wygaszanie i ukrywanie
pt_pt: Ocultação e esbatimento automáticos
ru_ru: Настройки автоскрытия
sv_se: Automatisk toning och dölj
uk_ua: Автозникання та приховування
zh_tw: 自動淡出與隱藏

# SettingsPage.Title
source: FlyPhotos - Settings
ar_sa: FlyPhotos - الإعدادات
de_de: FlyPhotos - Einstellungen
es_es: FlyPhotos - Configuración
fi_fi: FlyPhotos - Asetukset
fr_fr: FlyPhotos - Paramètres
hu_hu: FlyPhotos - Beállítások
it_it: FlyPhotos - Impostazioni
ja_jp: FlyPhotos - 設定
ko_kr: FlyPhotos - 설정
ml_in: FlyPhotos - ക്രമീകരണങ്ങൾ
nl_nl: FlyPhotos - Instellingen
pl_pl: FlyPhotos - Ustawienia
pt_br: FlyPhotos - Configurações
pt_pt: FlyPhotos - Definições
ru_ru: FlyPhotos - Параметры
sv_se: FlyPhotos - Inställningar
uk_ua: FlyPhotos - Налаштування
zh_cn: FlyPhotos - 设置
zh_tw: FlyPhotos - 設定

# SettingsPivotItemAbout.Header
source: About
ar_sa: حول
de_de: Über
es_es: Acerca de
fi_fi: Tietoja
fr_fr: À propos
hu_hu: Névjegy
it_it: Informazioni
ja_jp: バージョン情報
ko_kr: 정보
ml_in: എബൗട്ട്
nl_nl: Over
pl_pl: Informacje
pt_br: Sobre
pt_pt: Acerca de
ru_ru: О программе
sv_se: Om
uk_ua: Про програму
zh_cn: 关于
zh_tw: 關於

# SettingsPivotItemCodecs.Header
source: Codecs
ar_sa: برامج الترميز
es_es: Códecs
fi_fi: Koodekit
hu_hu: Kodekek
it_it: Codec
ja_jp: コーデック
ko_kr: 코덱
ml_in: കോഡെക്കുകൾ
pl_pl: Kodeki
ru_ru: Кодеки
sv_se: Codec
uk_ua: Кодеки
zh_cn: 编解码器
zh_tw: 編解碼器

# SettingsPivotItemGeneral.Header
source: General
ar_sa: عام
de_de: Allgemein
fi_fi: Yleinen
fr_fr: Général
hu_hu: Általános
it_it: Generale
ja_jp: 一般
ko_kr: 일반
ml_in: പൊതുവായവ
nl_nl: Algemeen
pl_pl: Ogólne
pt_br: Geral
pt_pt: Geral
ru_ru: Общие
sv_se: Allmänt
uk_ua: Загальні
zh_cn: 常规
zh_tw: 一般

# Status_FileNotFound
source: File not found
ar_sa: الملف غير موجود
de_de: Datei nicht gefunden
es_es: Archivo no encontrado
fi_fi: Tiedostoa ei löydy
fr_fr: Fichier introuvable
hu_hu: Fájl nem található
it_it: File non trovato
ja_jp: ファイルが見つかりません
ko_kr: 파일을 찾을 수 없음
ml_in: ഫയൽ കണ്ടെത്തിയില്ല
nl_nl: Bestand niet gevonden
pl_pl: Nie znaleziono pliku
pt_br: Arquivo não encontrado
pt_pt: Ficheiro não encontrado
ru_ru: Файл не найден
sv_se: Filen hittades inte
uk_ua: Файл не знайдено
zh_cn: 未找到文件
zh_tw: 找不到檔案

# Status_InvalidFile
source: Invalid File
ar_sa: ملف غير صالح
de_de: Ungültige Datei
es_es: Archivo no válido
fi_fi: Virheellinen tiedosto
fr_fr: Fichier invalide
hu_hu: Érvénytelen fájl
it_it: File non valido
ja_jp: 無効なファイル
ko_kr: 잘못된 파일
ml_in: അസാധുവായ ഫയൽ
nl_nl: Ongeldig bestand
pl_pl: Nieprawidłowy plik
pt_br: Arquivo inválido
pt_pt: Ficheiro inválido
ru_ru: Недопустимый файл
sv_se: Ogiltig fil
uk_ua: Недійсний файл
zh_cn: 无效文件
zh_tw: 無效的檔案

# Status_Loading
source: Loading…
ar_sa: جارٍ التحميل…
de_de: Wird geladen…
es_es: Cargando…
fi_fi: Ladataan…
fr_fr: Chargement…
hu_hu: Betöltés…
it_it: Caricamento…
ja_jp: 読み込み中…
ko_kr: 로드 중…
ml_in: ലോഡ് ചെയ്യുന്നു…
nl_nl: Laden…
pl_pl: Ładowanie…
pt_br: Carregando…
pt_pt: A carregar…
ru_ru: Загрузка…
sv_se: Laddar…
uk_ua: Завантаження…
zh_cn: 正在加载…
zh_tw: 載入中…

# Status_PreviewFailed
source: Preview loading failed
ar_sa: فشل تحميل المعاينة
de_de: Vorschau konnte nicht geladen werden
es_es: No se pudo cargar la vista previa
fi_fi: Esikatselun lataus epäonnistui
fr_fr: Échec du chargement de l'aperçu
hu_hu: Előnézet betöltése nem sikerült
it_it: Impossibile caricare l'anteprima
ja_jp: プレビューの読み込みに失敗しました
ko_kr: 미리보기 로드 실패
ml_in: പ്രിവ്യൂ ലോഡ് ചെയ്യുന്നതിൽ പരാജയം
nl_nl: Voorvertoning laden mislukt
pl_pl: Nie udało się załadować podglądu
pt_br: Falha ao carregar a visualização
pt_pt: Falha no carregamento da pré-visualização
ru_ru: Ошибка загрузки предпросмотра
sv_se: Förhandsgranskning kunde inte laddas
uk_ua: Не вдалося завантажити прев'ю
zh_cn: 预览加载失败
zh_tw: 預覽載入失敗

# TextBlockLog.Text
source: Diagnostics
ar_sa: التشخيصات
es_es: Diagnóstico
fr_fr: Diagnostic
it_it: Diagnostica
ja_jp: 診断
ko_kr: 진단
ml_in: ഡയഗ്നോസ്റ്റിക്സ്
nl_nl: Diagnostiek
pl_pl: Diagnostyka
pt_pt: Diagnóstico
ru_ru: Диагностика
sv_se: Diagnostik
uk_ua: Діагностика
zh_tw: 診斷

# TextBlockCaching.Text
source: Caching
ar_sa: التخزين المؤقت
es_es: Caché
fi_fi: Välimuistiin tallennus
fr_fr: Mise en cache
hu_hu: Gyorsítótárazás
ja_jp: キャッシュ
ko_kr: 캐싱
ml_in: കാഷിംഗ്
nl_nl: Cache
pl_pl: Pamięć podręczna
pt_br: Cache
pt_pt: Cache
ru_ru: Кэширование
sv_se: Cache
uk_ua: Кешування
zh_cn: 缓存
zh_tw: 快取
